Repository: raaaton/Flashcards
Catalog: Flashcards/Localizable.xcstrings
Source language: fr
Languages: de, en, es

# common.back
source: Retour
de: Zurück
en: Back
es: Atrás

# test.editor.title
source: Questions du test
de: Testfragen
en: Test Questions
es: Preguntas del test

# test.editor.add_question
source: Ajouter une question
de: Frage hinzufügen
en: Add Question
es: Añadir pregunta

# test.editor.add_multiple_choice
source: Ajouter un QCM
de: Multiple-Choice-Frage hinzufügen
en: Add Multiple Choice
es: Añadir opción múltiple

# test.editor.add_true_false
source: Ajouter un Vrai / Faux
de: Wahr/Falsch-Frage hinzufügen
en: Add True / False
es: Añadir verdadero / falso

# test.editor.no_source_cards
source: Ajoute au moins une flashcard avant de créer des questions.
de: Füge mindestens eine Flashcard hinzu, bevor du Fragen erstellst.
en: Add at least one flashcard before creating questions.
es: Añade al menos una tarjeta antes de crear preguntas.

# test.editor.minimum_one
source: Ajoute au moins une question personnalisée.
de: Füge mindestens eine eigene Frage hinzu.
en: Add at least one custom question.
es: Añade al menos una pregunta personalizada.

# test.editor.validation_error
source: Complète chaque question, sa carte source et sa bonne réponse. Les choix doivent être uniques.
de: Vervollständige jede Frage, Quellkarte und richtige Antwort. Die Auswahlmöglichkeiten müssen eindeutig sein.
en: Complete every question, source card, and correct answer. Choices must be unique.
es: Completa cada pregunta, tarjeta de origen y respuesta correcta. Las opciones deben ser únicas.

# test.editor.save_error_title
source: Impossible d’enregistrer les questions
de: Fragen konnten nicht gespeichert werden
en: Couldn’t Save Questions
es: No se pudieron guardar las preguntas

# test.editor.question
source: Question
de: Frage
es: Pregunta

# test.editor.statement
source: Énoncé
de: Aussage
en: Statement
es: Enunciado

# test.editor.source_card
source: Flashcard source
de: Quell-Flashcard
en: Source Flashcard
es: Tarjeta de origen

# test.editor.choice
source: Choix %lld
de: Auswahl %lld
en: Choice %lld
es: Opción %lld

# test.editor.add_choice
source: Ajouter un choix
de: Auswahl hinzufügen
en: Add Choice
es: Añadir opción

# test.editor.remove_choice
source: Supprimer ce choix
de: Diese Auswahl entfernen
en: Remove This Choice
es: Eliminar esta opción

# test.editor.correct_choice_selected
source: Bonne réponse sélectionnée
de: Richtige Antwort ausgewählt
en: Correct Answer Selected
es: Respuesta correcta seleccionada

# test.editor.mark_correct_choice
source: Définir comme bonne réponse
de: Als richtige Antwort markieren
en: Mark as Correct Answer
es: Marcar como respuesta correcta

# test.editor.correct_answer
source: Bonne réponse
de: Richtige Antwort
en: Correct Answer
es: Respuesta correcta

# test.editor.delete_question
source: Supprimer la question
de: Frage löschen
en: Delete Question
es: Eliminar pregunta

# test.editor.no_questions_in_section
source: Aucune question
de: Keine Fragen
en: No Questions
es: Sin preguntas

# test.editor.choices
source: Choix
de: Auswahlmöglichkeiten
en: Choices
es: Opciones

# test.editor.edit_multiple_choice
source: Modifier le QCM
de: Multiple Choice bearbeiten
en: Edit Multiple Choice
es: Editar opción múltiple

# test.editor.edit_true_false
source: Modifier le Vrai / Faux
de: Wahr / Falsch bearbeiten
en: Edit True / False
es: Editar verdadero / falso

# test.question_editor.title
source: Modifier la question
de: Frage bearbeiten
en: Edit Question
es: Editar pregunta

# test.question_editor.pairing
source: Association proposée
de: Vorgeschlagene Zuordnung
en: Proposed Pairing
es: Asociación propuesta

# test.authored.direction_note
source: Le sens s’applique uniquement aux réponses écrites.
de: Die Richtung gilt nur für schriftliche Antworten.
en: Direction applies only to written answers.
es: La dirección solo se aplica a las respuestas escritas.

# deck.tests.generated_from_flashcards
source: Générés depuis les flashcards
de: Aus Flashcards generiert
en: Generated from flashcards
es: Generados desde las tarjetas

# deck.tests.counts
source: %lld QCM · %lld Vrai / Faux
de: %lld Multiple Choice · %lld Wahr / Falsch
en: %lld Multiple Choice · %lld True / False
es: %lld opción múltiple · %lld verdadero / falso

# deck.tests.edit
source: Modifier les questions
de: Fragen bearbeiten
en: Edit Questions
es: Editar preguntas

# deck.tests.more_questions
source: + %lld questions
de: + %lld weitere Fragen
en: + %lld more questions
es: + %lld preguntas más

# deck.tests.mode.flashcards
source: Utiliser les flashcards
de: Flashcards verwenden
en: Use Flashcards
es: Usar las tarjetas

# deck.tests.mode.ai
source: Créés avec l’IA
de: Mit KI erstellt
en: Created with AI
es: Creados con IA

# deck.tests.mode.manual
source: Créés manuellement
de: Manuell erstellt
en: Created Manually
es: Creados manualmente

# edit_cards.delete.linked_message
source: Cette action supprimera définitivement %@ ainsi que %@ liées.
de: Diese Aktion löscht %@ und %@, die damit verknüpft sind, endgültig.
en: This action will permanently delete %@ and %@ linked to them.
es: Esta acción eliminará definitivamente %@ y %@ vinculadas.

# edit_cards.transfer.custom_mode_title
source: Utiliser les questions personnalisées ?
de: Eigene Fragen verwenden?
en: Use Custom Questions?
es: ¿Usar preguntas personalizadas?

# edit_cards.transfer.custom_mode_message
source: Cette carte possède des questions liées. Le deck de destination passera au même mode de tests personnalisés pour les conserver.
de: Diese Karte hat verknüpfte Fragen. Das Zieldeck wechselt in denselben benutzerdefinierten Testmodus, um sie zu behalten.
en: This card has linked questions. The destination deck will switch to the same custom test mode to keep them.
es: Esta tarjeta tiene preguntas vinculadas. El deck de destino cambiará al mismo modo de test personalizado para conservarlas.

# backup.error.invalid_test_configuration
source: La configuration de test du fichier est invalide.
de: Die Sicherung enthält eine ungültige Testkonfiguration.
en: The backup contains an invalid test configuration.
es: La copia contiene una configuración de test no válida.

# settings.title
source: Réglages
de: Einstellungen
en: Settings
es: Ajustes

# settings.language.section
source: Langue
de: Sprache
en: Language
es: Idioma

# settings.language.label
source: Langue de l’app
de: App-Sprache
en: App language
es: Idioma de la app

# settings.language.automatic
source: Automatique
de: Automatisch
en: Automatic
es: Automático

# settings.language.french
source: Français
de: Französisch
en: French
es: Francés

# settings.language.english
source: English
de: Englisch
es: Inglés

# settings.language.german
source: Allemand
de: Deutsch
en: German
es: Alemán

# settings.language.spanish
source: Espagnol
de: Spanisch
en: Spanish
es: Español

# settings.study.section
source: Étude
de: Lernen
en: Study
es: Estudio

# settings.data.section
source: Données
de: Daten
en: Data
es: Datos

# settings.backup
source: Sauvegarde et restauration
de: Sicherung & Wiederherstellung
en: Backup & Restore
es: Copia de seguridad y restauración

# settings.haptics
source: Retour haptique
de: Haptisches Feedback
en: Haptic feedback
es: Respuesta háptica

# settings.celebrations
source: Animations de célébration
de: Feieranimationen
en: Celebration animations
es: Animaciones de celebración

# settings.search.section
source: Recherche
de: Suche
en: Search
es: Búsqueda

# settings.search.scope
source: Limiter au dossier actuel
de: Auf aktuellen Ordner beschränken
en: Limit to current folder
es: Limitar a la carpeta actual

# common.done
source: Terminé
de: Fertig
en: Done
es: Listo

# common.correct
source: Correct
de: Richtig
es: Correcto

# common.start
source: Commencer
de: Starten
en: Start
es: Empezar

# common.next
source: Suivant
de: Weiter
en: Next
es: Siguiente

# study.resume
source: Reprendre
de: Fortsetzen
en: Resume
es: Continuar

# study.starred_only
source: Favoris uniquement
de: Nur Favoriten
en: Starred only
es: Solo favoritas

# study.no_starred
source: Aucune carte favorite dans ce deck.
de: Keine favorisierten Karten in diesem Deck.
en: No starred cards in this deck.
es: No hay tarjetas favoritas en este deck.

# study.undo
source: Annuler la dernière réponse
de: Letzte Antwort rückgängig machen
en: Undo last answer
es: Deshacer la última respuesta

# study.review_mistakes
source: Revoir les erreurs
de: Fehler wiederholen
en: Review mistakes
es: Repasar errores

# study.history.title
source: Historique
de: Lernverlauf
en: Study History
es: Historial de estudio

# study.history.summary
source: %@ · %lld correctes · %lld incorrectes · %lld %%
de: %@ · %lld richtig · %lld falsch · %lld %%
en: %@ · %lld correct · %lld incorrect · %lld%%
es: %@ · %lld correctas · %lld incorrectas · %lld %%

# session.size.title
source: Taille de session
de: Sitzungsgröße
en: Session Size
es: Tamaño de la sesión

# session.size.all
source: Tout
de: Alle
en: All
es: Todo

# card.star
source: Ajouter aux favoris
de: Zu Favoriten hinzufügen
en: Add to favorites
es: Añadir a favoritas

# card.unstar
source: Retirer des favoris
de: Aus Favoriten entfernen
en: Remove from favorites
es: Quitar de favoritas

# study.session.in_progress
source: En cours
de: In Bearbeitung
en: In progress
es: En curso

# folder.unfiled
source: Sans dossier
de: Ohne Ordner
en: Unfiled
es: Sin carpeta

# folder.new.title
source: Nouveau dossier
de: Neuer Ordner
en: New Folder
es: Nueva carpeta

# folder.edit.title
source: Modifier le dossier
de: Ordner bearbeiten
en: Edit Folder
es: Editar carpeta

# deck.new.title
source: Nouveau deck
de: Neues Deck
en: New Deck
es: Nuevo deck

# deck.edit.title
source: Modifier le deck
de: Deck bearbeiten
en: Edit Deck
es: Editar deck

# card.new.title
source: Nouvelle carte
de: Neue Karte
en: New Card
es: Nueva tarjeta

# card.edit.title
source: Modifier la carte
de: Karte bearbeiten
en: Edit Card
es: Editar tarjeta

# format.cards
source: %lld cartes
de: %lld Karten
en: %lld cards
es: %lld tarjetas

# format.questions
source: %lld questions
de: %lld Fragen
es: %lld preguntas

# deck.progress.label
source: Progression de %@
de: Fortschritt von %@
en: %@ progress
es: Progreso de %@

# deck.progress.value
source: %lld cartes maîtrisées sur %lld
de: %lld von %lld Karten gemeistert
en: %lld mastered cards out of %lld
es: %lld tarjetas dominadas de %lld

# deck.flashcards_progress.title
source: Progression Flashcards
de: Flashcards-Fortschritt
en: Flashcards Progress
es: Progreso de flashcards

# deck.flashcards_progress.label
source: Progression Flashcards de %@
de: Flashcards-Fortschritt von %@
en: %@ Flashcards progress
es: Progreso de flashcards de %@

# deck.test_progress.title
source: Progression Test
de: Testfortschritt
en: Test Progress
es: Progreso del test

# deck.test_progress.label
source: Progression Test de %@
de: Testfortschritt von %@
en: %@ test progress
es: Progreso del test de %@

# test.progress.reset.action
source: Réinitialiser la progression
de: Fortschritt zurücksetzen
en: Reset progress
es: Restablecer progreso

# test.progress.reset.deck_action
source: Réinitialiser la progression
de: Fortschritt zurücksetzen
en: Reset progress
es: Restablecer progreso

# test.progress.reset.title
source: Réinitialiser la progression ?
de: Fortschritt zurücksetzen?
en: Reset progress?
es: ¿Restablecer el progreso?

# test.progress.reset.message
source: La progression Test de ce deck sera effacée sans modifier la progression Flashcards.
de: Der Testfortschritt dieses Decks wird gelöscht, ohne den Flashcards-Fortschritt zu ändern.
en: This deck’s Test progress will be cleared without changing Flashcards progress.
es: El progreso del test de este deck se borrará sin cambiar el progreso de flashcards.

# test.new_series.title
source: Commencer une nouvelle série de tests ?
de: Neue Testserie starten?
en: Start a New Test Series?
es: ¿Empezar una nueva serie de tests?

# test.new_series.message
source: Toutes les cartes disponibles ont déjà été maîtrisées en Test. Commencer une nouvelle série réinitialisera uniquement la progression Test. Continuer ?
de: Alle verfügbaren Karten sind im Test bereits gemeistert. Eine neue Serie setzt nur den Testfortschritt zurück. Fortfahren?
en: All available cards are already mastered in Test. Starting a new series will reset only Test progress. Continue?
es: Todas las tarjetas disponibles ya están dominadas en Test. Empezar una nueva serie restablecerá solo el progreso del test. ¿Continuar?

# deck.more_cards
source: Et %lld autre(s)…
de: Und %lld weitere…
en: And %lld more…
es: Y %lld más…

# study.direction.term_definition
source: Terme → Définition
de: Begriff → Definition
en: Term → Definition
es: Término → Definición

# study.direction.definition_term
source: Définition → Terme
de: Definition → Begriff
en: Definition → Term
es: Definición → Término

# study.direction.random
source: Aléatoire
de: Zufällig
en: Random
es: Aleatorio

# study.review
source: À revoir
de: Wiederholen
en: Review
es: Repasar

# study.session.number
source: Session %lld
de: Sitzung %lld
es: Sesión %lld

# study.all_mastered
source: Toutes les cartes du deck sont maîtrisées.
de: Alle Karten im Deck sind gemeistert.
en: All cards in the deck are mastered.
es: Todas las tarjetas del deck están dominadas.

# study.cards_remaining
source: %lld cartes restantes
de: %lld Karten übrig
en: %lld cards remaining
es: %lld tarjetas restantes

# study.mastered.percent
source: %lld %% maîtrisées
de: %lld %% gemeistert
en: %lld %% mastered
es: %lld %% dominadas

# study.new_series.title
source: Commencer une nouvelle série ?
de: Neue Serie starten?
en: Start a New Series?
es: ¿Empezar una nueva serie?

# study.new_series.message
source: Toutes les cartes sont déjà maîtrisées. Commencer une nouvelle série réinitialisera la progression. Continuer ?
de: Alle Karten sind bereits gemeistert. Eine neue Serie setzt den Fortschritt zurück. Fortfahren?
en: All cards are already mastered. Starting a new series will reset progress. Continue?
es: Todas las tarjetas ya están dominadas. Empezar una nueva serie restablecerá el progreso. ¿Continuar?

# study.progress.value
source: %lld cartes traitées sur %lld
de: %lld von %lld Karten bearbeitet
en: %lld processed cards out of %lld
es: %lld tarjetas procesadas de %lld

# study.correct
source: Correct
de: Richtig
es: Correcto

# study.incorrect
source: Incorrect
de: Falsch
es: Incorrecto

# study.session.complete
source: Session %lld terminée
de: Sitzung %lld abgeschlossen
en: Session %lld Complete
es: Sesión %lld completada

# study.cards_seen
source: Cartes vues
de: Gesehene Karten
en: Cards seen
es: Tarjetas vistas

# study.success_rate
source: Réussite
de: Erfolgsquote
en: Success
es: Aciertos

# study.accessibility.answer
source: Réponse : %@
de: Antwort: %@
en: Answer: %@
es: Respuesta: %@

# study.accessibility.question
source: Question : %@
de: Frage: %@
es: Pregunta: %@

# test.type.multiple_choice
source: QCM
de: Multiple Choice
en: Multiple Choice
es: Opción múltiple

# test.type.true_false
source: Vrai / Faux
de: Wahr / Falsch
en: True / False
es: Verdadero / Falso

# test.type.written
source: Réponse écrite
de: Schriftliche Antwort
en: Written Answer
es: Respuesta escrita

# test.true
source: Vrai
de: Wahr
en: True
es: Verdadero

# test.false
source: Faux
de: Falsch
en: False
es: Falso

# test.question.progress
source: Question %lld sur %lld
de: Frage %lld von %lld
en: Question %lld of %lld
es: Pregunta %lld de %lld

# test.correct_answer
source: Bonne réponse : %@
de: Richtige Antwort: %@
en: Correct answer: %@
es: Respuesta correcta: %@

# test.given_answer
source: Votre réponse : %@
de: Deine Antwort: %@
en: Your answer: %@
es: Tu respuesta: %@

# test.correct_pairing
source: Association correcte : %@
de: Richtige Zuordnung: %@
en: Correct pairing: %@
es: Asociación correcta: %@

# test.result.summary
source: %lld bonne(s) réponse(s) sur %lld
de: %lld richtige Antworten von %lld
en: %lld correct answer(s) out of %lld
es: %lld respuestas correctas de %lld

# test.progress.value
source: %lld questions répondues sur %lld
de: %lld von %lld Fragen beantwortet
en: %lld answered questions out of %lld
es: %lld preguntas respondidas de %lld

# test.see_results
source: Voir les résultats
de: Ergebnisse anzeigen
en: See Results
es: Ver resultados

# import.delimiter.custom
source: Personnalisé
de: Benutzerdefiniert
en: Custom
es: Personalizado

# import.delimiter.newline
source: Nouvelle ligne
de: Neue Zeile
en: New line
es: Nueva línea

# import.destination.new_deck
source: Nouveau deck
de: Neues Deck
en: New deck
es: Nuevo deck

# import.destination.existing_deck
source: Deck existant
de: Vorhandenes Deck
en: Existing deck
es: Deck existente

# import.error.missing_term_delimiter
source: Délimiteur terme/définition absent
de: Trennzeichen zwischen Begriff und Definition fehlt
en: Missing term/definition delimiter
es: Falta el delimitador entre término y definición

# import.error.empty_term
source: Terme vide
de: Leerer Begriff
en: Empty term
es: Término vacío

# import.error.empty_definition
source: Définition vide
de: Leere Definition
en: Empty definition
es: Definición vacía

# import.action.cards
source: Importer %lld cartes
de: %lld Karten importieren
en: Import %lld cards
es: Importar %lld tarjetas

# import.preview.ignored_line
source: Ligne %lld ignorée
de: Zeile %lld ignoriert
en: Line %lld ignored
es: Línea %lld ignorada

# import.preview.count
source: Aperçu — %lld cartes
de: Vorschau — %lld Karten
en: Preview — %lld cards
es: Vista previa — %lld tarjetas

# backup.share.database
source: Partager toute la base
de: Gesamte Datenbank teilen
en: Share Entire Database
es: Compartir toda la base de datos

# backup.share.deck
source: Partager ce deck
de: Dieses Deck teilen
en: Share This Deck
es: Compartir este deck

# backup.title
source: Sauvegarde
de: Sicherung
en: Backup
es: Copia de seguridad

# backup.export_deck.title
source: Exporter le deck
de: Deck exportieren
en: Export Deck
es: Exportar deck

# backup.error.unsupported_schema
source: Version de sauvegarde non prise en charge : %lld.
de: Nicht unterstützte Sicherungsversion: %lld.
en: Unsupported backup version: %lld.
es: Versión de copia de seguridad no compatible: %lld.

# backup.error.empty
source: La sauvegarde ne contient aucun deck ni dossier.
de: Die Sicherung enthält weder Decks noch Ordner.
en: The backup contains no deck or folder.
es: La copia de seguridad no contiene decks ni carpetas.

# backup.import.summary
source: Dossiers : %lld ajoutés, %lld mis à jour. Decks : %lld ajoutés, %lld mis à jour. Cartes : %lld ajoutées, %lld mises à jour.
de: Ordner: %lld hinzugefügt, %lld aktualisiert. Decks: %lld hinzugefügt, %lld aktualisiert. Karten: %lld hinzugefügt, %lld aktualisiert.
en: Folders: %lld added, %lld updated. Decks: %lld added, %lld updated. Cards: %lld added, %lld updated.
es: Carpetas: %lld añadidas, %lld actualizadas. Decks: %lld añadidos, %lld actualizados. Tarjetas: %lld añadidas, %lld actualizadas.

# backup.merge.preview
source: %lld dossiers, %lld decks et %lld cartes seront fusionnés.
de: %lld Ordner, %lld Decks und %lld Karten werden zusammengeführt.
en: %lld folders, %lld decks, and %lld cards will be merged.
es: Se combinarán %lld carpetas, %lld decks y %lld tarjetas.

# backup.export.failed
source: Export impossible
de: Export fehlgeschlagen
en: Export Failed
es: Error al exportar

# backup.import.failed
source: Import impossible
de: Import fehlgeschlagen
en: Import Failed
es: Error al importar

# backup.import.complete
source: Import terminé
de: Import abgeschlossen
en: Import Complete
es: Importación completada

source: Sauvegarde
de: Sicherung
en: Backup
es: Copia de seguridad

source: Decks et cartes
de: Decks und Karten
en: Decks and cards
es: Decks y tarjetas

source: Rechercher
de: Suchen
en: Search
es: Buscar

source: Recherchez un deck ou le contenu d’une carte.
de: Suche nach einem Deck oder Karteninhalt.
en: Search for a deck or card content.
es: Busca un deck o el contenido de una tarjeta.

source: Dossiers
de: Ordner
en: Folders
es: Carpetas

source: Récents
de: Zuletzt
en: Recent
es: Recientes

source: Aucun dossier pour le moment
de: Noch keine Ordner
en: No folders yet
es: Aún no hay carpetas

source: Créez un dossier pour organiser vos decks.
de: Erstelle einen Ordner, um deine Decks zu organisieren.
en: Create a folder to organize your decks.
es: Crea una carpeta para organizar tus decks.

source: Créer un dossier
de: Ordner erstellen
en: Create Folder
es: Crear carpeta

source: Ouvrir ce deck
de: Dieses Deck öffnen
en: Open this deck
es: Abrir este deck

source: Supprimer ce dossier ?
de: Diesen Ordner löschen?
en: Delete this folder?
es: ¿Eliminar esta carpeta?

source: Conserver les decks
de: Decks behalten
en: Keep Decks
es: Conservar decks

source: Tout supprimer
de: Alles löschen
en: Delete Everything
es: Eliminar todo

source: Annuler
de: Abbrechen
en: Cancel
es: Cancelar

source: Vous pouvez déplacer les decks vers « Sans dossier » ou supprimer définitivement tout le contenu.
de: Du kannst die Decks nach „Ohne Ordner“ verschieben oder den gesamten Inhalt endgültig löschen.
en: You can move the decks to Unfiled or permanently delete all content.
es: Puedes mover los decks a «Sin carpeta» o eliminar todo el contenido definitivamente.

source: Supprimer ce deck ?
de: Dieses Deck löschen?
en: Delete this deck?
es: ¿Eliminar este deck?

source: Supprimer
de: Löschen
en: Delete
es: Eliminar

source: Toutes ses cartes seront supprimées définitivement.
de: Alle Karten darin werden endgültig gelöscht.
en: All its cards will be permanently deleted.
es: Todas sus tarjetas se eliminarán definitivamente.

source: Modifier
de: Bearbeiten
en: Edit
es: Editar

source: Dupliquer
de: Duplizieren
en: Duplicate
es: Duplicar

source: Résultats
de: Ergebnisse
en: Results
es: Resultados

source: Nouveau deck
de: Neues Deck
en: New Deck
es: Nuevo deck

source: Nouveau dossier
de: Neuer Ordner
en: New Folder
es: Nueva carpeta

source: Importer en masse
de: Massenimport
en: Bulk Import
es: Importación masiva

source: Ajouter
de: Hinzufügen
en: Add
es: Añadir

source: Créer un deck ou un dossier
de: Deck oder Ordner erstellen
en: Create a deck or folder
es: Crear un deck o una carpeta

source: Aucun deck
de: Keine Decks
en: No Decks
es: No hay decks

source: Ajoutez un deck pour commencer à organiser vos cartes.
de: Füge ein Deck hinzu, um deine Karten zu organisieren.
en: Add a deck to start organizing your cards.
es: Añade un deck para empezar a organizar tus tarjetas.

source: Actions
de: Aktionen
es: Acciones

source: Ajouter du contenu à ce dossier
de: Inhalt zu diesem Ordner hinzufügen
en: Add content to this folder
es: Añadir contenido a esta carpeta

source: Dossier
de: Ordner
en: Folder
es: Carpeta

source: Icône
de: Symbol
en: Icon
es: Icono

source: Couleur
de: Farbe
en: Color
es: Color

source: Couleur personnalisée
de: Eigene Farbe
en: Custom Color
es: Color personalizado

source: Nom du dossier
de: Ordnername
en: Folder name
es: Nombre de la carpeta

source: Enregistrer
de: Sichern
en: Save
es: Guardar

source: Nom
de: Name
en: Name
es: Nombre

source: Description (facultative)
de: Beschreibung (optional)
en: Description (optional)
es: Descripción (opcional)

source: Emplacement
de: Speicherort
en: Location
es: Ubicación

source: Terme
de: Begriff
en: Term
es: Término

source: Définition
de: Definition
en: Definition
es: Definición

source: Aucune carte
de: Keine Karten
en: No Cards
es: No hay tarjetas

source: Ajoutez une carte avec le bouton +.
de: Füge mit der Taste + eine Karte hinzu.
en: Add a card with the + button.
es: Añade una tarjeta con el botón +.

source: Modifier les cartes
de: Karten bearbeiten
en: Edit Cards
es: Editar tarjetas

source: Modifier cette carte
de: Diese Karte bearbeiten
en: Edit this card
es: Editar esta tarjeta
